Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/toiminta.html.tmx
Source language: fin
Languages: smn

source: Toiminta
smn: Toimâ

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
smn: Sämitige pargon lii hoittáđ sämikielâ já kulttuur sehe sämmilij sajattuv kyeskee aašijd algâaalmugin.

source: Tehtäviinsä kuuluvissa asioissa Saamelaiskäräjät voi tehdä viranomaisille aloitteita ja esityksiä sekä antaa lausuntoja.
smn: Pargoidis kullee aašijn puáhtá Sämitigge toohâđ virgeomâháid alguid já oovdânpyehtimijd sehe adeliđ ciälkkámušâid.

source: Näissä asioissa Saamelaiskäräjät käyttää lisäksi päätösvaltaa siten kuin sitä koskevassa laissa tai muualla lainsäädännössä säädetään.
smn: Täin áášijn puáhtá Sämitigge kevttiđ lasseen meridemvääldi nuuvt ko tom kyeskee laavâst tâi eres lahâaasâtmist asâttuvvoo.

source: Saamelaiskäräjien toimintaa säädetään saamelaiskäräjälaissa ( 974/95 myöhempine muutoksineen ) ja –asetuksessa ( 1727/95 ), saamen kielilaissa ( 1086/03 ) ja valtioneuvoston asetuksessa saamen kielilain täytäntöönpanosta ( 108/04 ) sekä muualla lainsäädännössä säädetyillä ja määrätyillä lailla ja asetuksilla.
smn: Sämitige toimâ asâttuvvoo sämitiggelaavâst (974/95 maŋeláá toohum nubastusâidiskuin) já –asâttâsâst (1727/95), säämi kielâlaavâst (1086/03) já staatârääđi asâttâsâst säämi kielâlaavâ olášutmist (108/04) sehe eres lahâaasâtmist asâttum já meridum lavâiguin já asâttâsâiguin.

source: Edellä mainittujen lisäksi toiminnassa sovelletaan Saamelaiskäräjien omaa työjärjestystä .
smn: Ovdeláá mainâšum lasseen Sämitige tooimâst heiviittuvvoo jieijâs pargo-oornig.
